{"606053": {"Code": "606053", "WSP": "20.99", "WSP inc VAT": "25.19", "RRP": "1.69", "POR": "37.9%", "VAT": "20%", "Alcohol by Volume": "5.1%", "title": "Peroni Nastro Azzurro 24 x 330ml", "categoryName": "Beer, Cider & Alcoholic RTDs", "subCategoryName": "Beer", "subCategoryCode": "CS13_100001", "image_url": "https://www.booker.co.uk/bbimages/1/e2607216-48a1-4866-beb9-7762845cbc6e.jpg", "imageSmallGuid": "e2607216-48a1-4866-beb9-7762845cbc6e", "imageBigGuid": "booker.co.uk/catalog/displayimage.aspx?vid=606053", "shelfCode": 307954, "wsQuantity": "24 ", "retailSize": " 330ml", "Case of": "24", "By Allergy Advice": " Contains: Barley", "By Country of Origin": " ITALY", "By Packed In": " Italy", "By Pack Type": " Box", "By Brand": " Peroni", "By Beverage Type": " Beer", "By Storage Type": " Ambient", "Product": " Core Catering", "Description": "Since 1963 Peroni Nastro Azzurro has been created by Italians with craftsmanship, passion and flair to offer a delicate balance of bitterness and citrus aromatic notes with a surprisingly quick & dry finish. Brewed in Italy since 1963, a delicate balance of bitterness and citrus aromatic notes with a crisp, dry finish.", "Tasting Notes": "Crisp and refreshing lager with unmistakable character", "Allergy Advice": "Contains Barley", "Ingredients": "Water,Barley Malt,Italian Maize,Hops", "Nutrition": {"KJ": "177", "Kcal": "42", "Fat": "0g", "of which Saturates": "0g", "Carbohydrate": "3.2g", "of which Sugars": "0g", "Protein": "0.4g", "Salt": "0g", "per": "100ml"}, "Manufacturer": "Brewed and bottled by: Birra Peroni s.r.l, Via Birolli, 8 Roma, Italy.", "Country of Origin": "Italy", "Packed In": "Italy", "Packaging": "Type Box", "Disclaimer": "The image and summary details have been prepared for illustration and information purposes only. On occasion the actual product may differ from that shown.\nWhilst we have taken every care in preparing this summary and believe it to be accurate, it is not a substitute for reading the product packaging or label prior to use. You should note that products and their ingredients are subject to change. If you do require precise ingredient information you should consult the manufacturer, whose contact details will appear on the packaging or label.\nBooker is therefore unable to accept liability for any incorrect information. Where this description contains a link to another party's website for further information on the product, please note that Booker has no control over and no liability for the contents of that website.\nThis data is supplied for personal use only. It may not be reproduced in any way whatsoever without Booker's prior consent, nor without due acknowledgement."}}